Repository: beijingrice/betterCam
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Buy me a cup of coffee
ja: コーヒーを奢る
zh_hans: 赏开发者一杯咖啡

source: Buy me a cup of coffee!
ja: 開発者にコーヒーを奢る！
zh_hans: 给我买杯咖啡吧！

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Capture:
ja: 撮影：
zh_hans: 拍摄：

source: Change it to MANAGE then click the
ja: 「MANAGE」に切り替えたあと、
zh_hans: 将其更改为MANAGE并点击

source: Close
ja: 閉じる
zh_hans: 关闭

source: Delete
ja: 削除
zh_hans: 删除

source: Done
ja: 完成
zh_hans: 完成

source: Enter new name
ja: 新しい名前を入力する
zh_hans: 输入新名称

source: Exposure Indicator
ja: 露出インジケーター
zh_hans: 曝光指示器

source: Front Camera
ja: 自撮りカメラ
zh_hans: 前置摄像头

source: Got it
ja: 了解しました
zh_hans: 明白了

source: Histogram
ja: ヒストグラム
zh_hans: 直方图

source: Import New LUT (.cube)
ja: 新しいLUTをインポートする
zh_hans: 导入新LUT（.cube）

source: In bottom bar of camera screen:
ja: 画面右下の設定項目から
zh_hans: 在相机屏幕的底部边栏中：

source: In camera screen:
ja: カメラ画面にて:
zh_hans: 在相机屏幕中：

source: In LUT management view,
ja: LUT管理画面では、リストを
zh_hans: 在LUT管理界面中，

source: Launch BetterCam
ja: BetterCamを開く
zh_hans: 启动BetterCam

source: Look for STYLE parameter,
ja: 「STYLE」を選択してください。
zh_hans: 找到STYLE参数，

source: LUTs management
ja: LUTマネージメント
zh_hans: LUT管理

source: middle button of the dial to manage LUTs.
ja: ダイヤル中央のボタンで管理します。
zh_hans: 滚轮中央的中键以管理LUT。

source: My LUTs
ja: 私のLUT
zh_hans: 我的LUT

source: Oh, yeah! You have already donated me! Thank you!
ja: ありがとうございます！チップをいただきました。
zh_hans: 哦！你已经打赏过我了！谢谢你！

source: Permission Needed
ja: アクセス権限が必要です
zh_hans: 需要权限

source: Physical Control:
ja: カメラ操作：
zh_hans: 相机控制：

source: Please enter a new name for this LUT.
ja: このLUTの新しい名前を入力するください
zh_hans: 请为此LUT键入新名称

source: Prefer AUTO mode when launched
ja: 起動時にAUTOモードを優先
zh_hans: 启动时默认选择AUTO模式

source: Press center to select
ja: 中央ボタンで決定
zh_hans: 按中键以选中

source: Press the shutter button to shoot.
ja: シャッターボタンを押して撮影します。
zh_hans: 按快门按钮以拍摄。

source: Preview
ja: プレビュー
zh_hans: 预览

source: Preview Resolution
ja: プレビュー解像度
zh_hans: 预览分辨率

source: Rename
ja: 名前を変更
zh_hans: 重命名

source: Rename LUT
ja: LUTの名前を変更する
zh_hans: 重命名LUT

source: Restore Purchases
ja: 購入済み項目を復元
zh_hans: 恢复购买

source: Rotate the dial to switch items
ja: ダイヤルを回して項目を切り替え
zh_hans: 旋转拨轮来切换项目

source: Save shutter speed and ISO from last session
ja: 前回のシャッタースピードとISOを保持
zh_hans: 保存上次会话的快门速度和ISO

source: Settings
ja: セッティング
zh_hans: 设置

source: Shutter Sound
ja: シャッター音
zh_hans: 快门音

source: Start Shooting
ja: 撮影開始
zh_hans: 开始拍摄

source: Swipe horizontally for Profile Intensity
ja: 左右スワイプで強さを調整
zh_hans: 水平滑动以调整色彩预设强度

source: Swipe left to rename or delete.
ja: 左スワイプで名前変更や削除が可能です。
zh_hans: 左滑以重命名或删除。

source: Swipe vertically for Grain
ja: 上下スワイプでグレインを調整
zh_hans: 上下滑动以更改噪点强度

source: Thank you!
ja: ありがとうございます！
zh_hans: 谢谢你！

source: Usually it's STD when launched.
ja: 起動時は通常「STD」に設定されています。
zh_hans: 通常启动时它是STD。

source: Waveform
ja: ウェーブフォーム
zh_hans: 波形图
